Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/Messages.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# VIDEO_MESSAGES_EXPIRE_DESCRIPTION
source: When you send or view a video message, it will automatically be removed from your conversation history after %@. Videos sent as attachments will not expire.
ar: عند إرسال أو عرض رسالة فيديو، سيتم إزالتها تلقائيًا من سجل تاريخ المحادثة بعد %@. لن تنتهي صلاحية الفيديوهات التي يتم إرسالها كمرفقات.
bg: Когато изпратите или видите видео съобщение, то автоматично ще бъде премахнато от историята на вашия разговор след %@. Видеата, които са изпратени като прикачени файлове, няма да бъдат изтривани.
ca: Quan enviïs o vegis un missatge de vídeo s’eliminarà automàticament de l’historial de la conversa al cap de: %@. Els vídeos enviats com a adjunts no caduquen.
cs: Když odešlete nebo přehrajete videozprávu, bude za %@ automaticky odstraněna z historie konverzací. Videa zaslaná v přílohách odstraněna nebudou.
da: Når du sender eller ser en videobesked, fjernes den automatisk fra din samtalehistorik efter %@. Videoer, der sendes som bilag, udløber ikke.
de: Beim Senden oder Anzeigen einer Videonachricht wird sie nach %@ automatisch aus dem Konversationsverlauf gelöscht. Videos, die als Anhänge gesendet werden, laufen nie ab.
el: Μετά την αποστολή ή την προβολή ενός μηνύματος βίντεο, αυτό θα αφαιρείται αυτόματα από το ιστορικό συζητήσεών σας μετά από %@. Τα βίντεο που αποστέλλονται ως συνημμένα δεν θα λήγουν.
es: Una vez que hayas enviado o visto un mensaje de vídeo, se eliminará automáticamente del historial de la conversación al cabo de %@. Los vídeos enviados como archivos adjuntos no caducarán.
es_us: Se eliminará automáticamente el mensaje de video de tu historial al enviarlo o escucharlo después de %@. Los videos adjuntos no vencen.
fi: Kun lähetät tai katselet videoviestin, se poistetaan automaattisesti keskustelu­historiasta, kun on kulunut %@. Liitteinä lähetetyt videot eivät vanhene.
fr: Lorsque vous envoyez ou visionnez un message vidéo, celui-ci est automatiquement supprimé de l’historique de votre conversation après %@. Les vidéos en pièces jointes ne sont jamais supprimées.
fr_ca: Lorsque vous envoyez ou visionnez un message vidéo, celui-ci sera automatiquement supprimé de votre historique de conversations après %@. Les vidéos envoyées en tant que pièces jointes n’expireront pas.
he: הודעות וידאו ששלחת או שצפית בהן יוסרו מהיסטוריית השיחות שלך באופן אוטומטי לאחר %@. סרטונים שנשלחים כקבצים מצורפים נשמרים ללא הגבלת זמן.
hi: जब आप कोई वीडियो संदेश भेजते या देखते हैं, तो यह ऑटोमैटिकली आपकी वार्तालाप हिस्ट्री से %@ बाद निकाल दिया जाएगा। अटैचमेंट के रूप में भेजे गए वीडियो की समय सीमा समाप्त नहीं होगी।
hr: Kad pošaljete ili pogledate video poruku, ona će se automatski ukloniti iz povijesti razgovora nakon %@. Videozapisi poslani kao privici neće biti uklonjeni.
hu: Amikor videoüzenetet küld vagy néz meg, az automatikusan el lesz távolítva a beszélgetési előzményekből %@ után. A mellékletként küldött videók nem járnak le.
id: Saat Anda mengirim atau melihat pesan video, secara otomatis pesan video akan dihapus dari riwayat percakapan Anda setelah %@. Video yang dikirim sebagai lampiran tidak akan kedaluwarsa.
it: Il messaggio video che hai visto o inviato verrà rimosso automaticamente dalla cronologia della conversazione dopo %@. I video inviati come allegati non verranno rimossi.
ja: 送信または表示したビデオメッセージは、%@後にチャット履歴から自動的に削除されます。 添付ファイルとして送信されたビデオに有効期限切れはありません。
kk: Видео хабар жібергенде немесе қараған кезде, ол %@ кейін сұхбат тарихыңыздан автоматты түрде жойылады. Тіркеме ретінде жіберілген видеолардың жарамдылық мерзімі өтпейді.
ko: 비디오 메시지를 보내거나 보면 %@ 후에 대화 기록에서 해당 메시지가 자동으로 지워집니다. 첨부 파일로 보낸 비디오는 만료되지 않습니다.
lt: Kai siunčiate ar peržiūrite vaizdo žinutę, po %@ ji bus automatiškai pašalinta iš pokalbių istorijos. Kaip priedai išsiųsti vaizdo įrašai nebegalios.
ms: Apabila anda menghantar atau menonton mesej video, ia akan dikeluarkan secara automatik daripada sejarah perbualan anda selepas %@. Video yang dihantar sebagai lampiran tidak akan tamat tempoh.
nl: Wanneer je een videobericht verstuurt of bekijkt, wordt dit na %@ automatisch uit je gespreksgeschiedenis verwijderd. Video's die als bijlagen worden verzonden, verlopen niet.
no: Når du sender eller viser en videomelding, fjernes den automatisk fra samtalen etter %@. Videoer som sendes som vedlegg, utløper ikke.
pl: Wysłane lub obejrzane wiadomości wideo są automatycznie usuwane z historii rozmowy po %@. Wideo wysłane jako załączniki nie wygasają.
pt_br: Quando você enviar ou visualizar uma mensagem de vídeo, ela será removida automaticamente do histórico de conversas após %@. Os vídeos enviados como anexos não expirarão.
pt_pt: Depois de enviar ou ver uma mensagem de vídeo, esta será automaticamente removida do histórico da conversa ao fim de %@. Os vídeos enviados como anexos não têm data de validade.
ro: Atunci când trimiteți sau vizionați un mesaj video, acesta va fi eliminat automat din istoricul conversațiilor după %@. Clipurile video trimise ca fișiere atașate nu vor expira.
ru: При отправке или просмотре видеосообщения оно будет автоматически удалено из истории разговора через %@. Срок действия видео, отправленных как вложения, не истекает.
sk: Videosprávy budú po odoslaní alebo prehraní automaticky odstránené z histórie konverzácie po %@. Videá odoslané ako prílohy nie sú odstraňované.
sl: Ko pošljete ali si ogledate videosporočilo, je samodejno odstranjeno iz zgodovine pogovorov v tem času: %@. Videoposnetki, ki jih pošljete kot priloge, ne bodo potekli.
sv: När du skickar eller tittar på ett videomeddelande tas det automatiskt bort från din konversationshistorik efter %@. Videor skickade som bilagor löper inte ut.
th: เมื่อคุณส่งหรือดูข้อความวิดีโอ ข้อความวิดีโอนั้นจะถูกเอาออกจากประวัติการสนทนาของคุณโดยอัตโนมัติหลังจาก %@ วิดีโอที่ส่งเป็นไฟล์แนบจะไม่หมดอายุ
tr: Gönderilen veya izlenen görüntülü mesaj %@ sonra yazışma geçmişinizden otomatik olarak silinecektir. İlişik olarak gönderilen videoların süresi dolmaz.
uk: Відеоповідомлення автоматично вилучатиметься з історії ваших розмов через %@ після надсилання чи перегляду. Відео, надіслані як вкладення, не вилучатимуться.
vi: Khi bạn gửi hoặc xem tin nhắn video, tin nhắn sẽ được xóa tự động khỏi lịch sử hội thoại của bạn sau %@. Video được gửi dưới dạng tệp đính kèm sẽ không hết hạn.
zh_cn: 视频信息会在你发送或查看完的%@后自动从对话记录中移除。 以附件形式发送的视频不会过期。
zh_hk: 視像訊息將會在傳送或檢視的%@後自動從你的對話記錄中移除。 以附件形式傳送的將不會自動移除。
zh_tw: 影音訊息在傳送或檢視完的%@後會自動從你的對話記錄裡移除。 做為附件傳送的影片將不會到期。

# PREVIEW_TRANSCODING
source: Low Quality Image Mode
ar: نمط الصور منخفضة الجودة
bg: Изображения с ниско кач.
ca: Imatges en baixa qualitat
cs: Režim nízké kvality obrázků
da: Lav billedkvalitet
de: Bildmodus: niedrige Qualität
el: Χαμηλή ποιότητα εικόνων
es: Imágenes con calidad baja
es_us: Imágenes de baja calidad
fi: Alhaisen kuvalaadun tila
fr: Qualité d’image inférieure
fr_ca: Qualité d’image inférieure
he: מצב תמונה באיכות נמוכה
hi: निम्न गुणवत्ता इमेज मोड
hr: Mod niske kvalitete slike
hu: Alacsony minőségű kép mód
id: Gambar Kualitas Rendah
it: Immagini a bassa qualità
ja: 低解像度モード
kk: Төмен сапалы режим
ko: 낮은 품질 이미지 모드
lt: Žemos kokybės vaizdo režimas
ms: Mod Imej Kualiti Rendah
nl: Lagekwaliteitsmodus
no: Bilde med lavere kvalitet
pl: Tryb obrazu niskiej jakości
pt_br: Baixa Qualidade de Imagem
pt_pt: Imagens de baixa qualidade
ro: Calitate scăzută imagini
ru: Режим низкого качества
sk: Režim nízkej kvality obrázkov
sl: Način nizke kakovosti slik
sv: Bildläge – låg kvalitet
th: โหมดภาพคุณภาพต่ำ
tr: Düşük Kalite Görüntü Modu
uk: Зображення в низькій якості
vi: Hình ảnh chất lượng thấp
zh_cn: 低质量图像模式
zh_hk: 低質素影像模式
zh_tw: 低品質影像模式

source: Delivery Receipts
ar: إيصالات التسليم
bg: Разписки за доставяне
ca: Confirmacions de recepció
cs: Doručenky
da: Kvitteringer for modtagelse
de: Empfangsbestätigungen
el: Αποδεικτικά παράδοσης
es: Confirmaciones de envío
es_us: Confirmaciones de envío
fi: Toimituskuittaukset
fr: Accusés de réception
fr_ca: Accusés de réception
he: אישורי הגעת הודעות ליעד
hi: डिलीवरी रसीद
hr: Potvrde o primitku
hu: Kézbesítési nyugták
id: Laporan Pengiriman
it: Conferme di recapito
ja: 配信証明
kk: Жеткізу туралы есептер
ko: 전송 확인
lt: Pristatymo kvitai
ms: Resit Penghantaran
nl: Afleveringsbewijzen
no: Leveringsbekreftelser
pl: Potwierdzenia dostarczenia
pt_br: Recibos de Entrega
pt_pt: Recibos de entrega
ro: Confirmare de livrare
ru: Отчеты о доставке
sk: Doručenky
sl: Potrdila o dostavi
sv: Leveranskvitton
th: แจ้งว่าได้ส่งแล้ว
tr: Teslim Makbuzları
uk: Звіти про доставку
vi: Gửi Biên lai
zh_cn: 送达回执
zh_hk: 送達回條
zh_tw: 送達回條

# NAME_AND_PHOTO_SHARING_ME_CARD_SETUP_PROMPT_TITLE
source: Configure your Me Card
ar: تكوين "بطاقتي"
bg: Конфигуриране на Моята визитка
ca: Configura la teva targeta
cs: Nastavte si vizitku Já
da: Konfigurer Mit kort
de: Konfigurieren deiner Kontaktkarte
el: Διαμορφώστε την κάρτα «Εγώ» σας
es: Configura tu tarjeta personal
es_us: Configurar tu tarjeta personal
fi: Määritä Oma kortti
fr: Configurez votre fiche personnelle
fr_ca: Configurer la fiche personnelle
he: הגדרת הכרטיס ״אני״
hi: अपना “मेरा कार्ड” कॉन्फ़िगर करें
hr: Konfigurirajte svoju karticu Ja
hu: A Saját kártya konfigurálása
id: Konfigurasi Kartu Saya milik Anda
it: Configura la tua scheda contatto personale
ja: マイカードを構成
kk: Me Card картаңызды теңшеңіз
ko: 내 카드 구성
lt: Konfigūruokite savo kortelę
ms: Konfigurasikan Kad Saya anda
nl: Configureer je 'Mijn kaart'
no: Konfigurer kontaktkortet ditt
pl: Konfiguruj swoją wizytówkę
pt_br: Configure o Cartão “Eu”
pt_pt: Configurar ficha pessoal
ro: Configurați fișa dvs.
ru: Настроить мою карточку
sk: Nastavte si vizitku Ja
sl: Konfigurirajte svojo vizitko
sv: Anpassa ditt Jag-kort
th: กำหนดค่า “บัตรรายชื่อของฉัน” ของคุณ
tr: Ben Kartını Ayarlayın
uk: Сконфігуруйте картку «Моя картка»
vi: Định cấu hình Thẻ của tôi
zh_cn: 配置“我的名片”
zh_hk: 設定你的卡片
zh_tw: 設定你的名片

# TRY_DEMO_MODE_BUTTON_ACTION
source: Satellite Connection Demo
ar: عرض تجربة الاتصال بالقمر الصناعي
bg: Сателитна връзка (демо)
ca: Demostració
cs: Ukázka satelitního připojení
da: Demonstration
de: Demo der Satellitenverbindung
el: Επίδειξη
es: Demostración
es_us: Demostración
fi: Satelliittiyhteyden esittely
fr: Démo de la connexion
fr_ca: Démo : connexion satellite
he: הדגמת החיבור ללוויין
hi: सैटेलाइट कनेक्शन डेमो
hr: Demo satelitske veze
hu: Bemutató
id: Demo Koneksi Satelit
it: Demo
ja: 衛星通信接続デモ
kk: Жерсерік демо
ko: 위성 연결 데모
lt: Palydovinio ryšio demonstracija
ms: Demo Sambungan Satelit
nl: Demo
no: Demo av satellittforbindelse
pl: Łącze satelitarne (demo)
pt_br: Demonstração
pt_pt: Demonstração
ro: Conexiune demo la satelit
ru: Демонстрация
sk: Ukážka satelitného pripojenia
sl: Predstavitvena različica satelitske povezave
sv: Satellitanslutningsdemo
th: การสาธิตการเชื่อมต่อกับดาวเทียม
tr: Uydu Bağlantısı Demosu
uk: Деморежим супутникового звʼязку
vi: Bản trình diễn kết nối vệ tinh
zh_cn: 卫星连接演示
zh_hk: 衛星連線示範
zh_tw: 衛星連線示範

# FIRST_TIME_RCS_ALERT_OKAY
source: Turn On
ar: تشغيل
bg: Включи
ca: Activa
cs: Zapnout
da: Slå til
de: Aktivieren
el: Ενεργοποίηση
es: Activar
es_us: Activar
fi: Laita päälle
fr: Activer
fr_ca: Activer
he: הפעלה
hi: चालू करें
hr: Uključi
hu: Bekapcsolás
id: Nyalakan
it: Attiva
ja: オンにする
kk: Қосу
ko: 켜기
lt: Įjungti
ms: Aktifkan
nl: Schakel in
no: Slå på
pl: Włącz
pt_br: Ativar
pt_pt: Ativar
ro: Activați
ru: Включить
sk: Zapnúť
sl: Vklopi
sv: Slå på
th: เปิดใช้
tr: Aç
uk: Увімкнути
vi: Bật
zh_cn: 打开
zh_hk: 開啟
zh_tw: 開啟

# KEEP_MESSAGES_FOREVER
source: Forever
ar: للأبد
bg: Завинаги
ca: Sempre
cs: Trvale
da: Uendeligt
de: Unbegrenzt
el: Για πάντα
es: Siempre
es_us: Siempre
fi: Ikuisesti
fr: Indéfiniment
fr_ca: indéfiniment
he: לנצח
hi: हमेशा के लिए
hr: Zauvijek
hu: Örökre
id: Selamanya
it: Per sempre
ja: 無期限
kk: Мерзімсіз
ko: 계속
lt: Amžinai
ms: Selama-lamanya
nl: Permanent
no: For evig
pl: Bez limitu
pt_br: Para Sempre
pt_pt: Para sempre
ro: Permanent
ru: Бессрочно
sk: Navždy
sl: Za vedno
sv: Permanent
th: ตลอดไป
tr: Sonsuza Dek
uk: Завжди
vi: Mãi mãi
zh_cn: 永久
zh_hk: 永久
zh_tw: 永久

# GENERAL_ON
source: On
ar: مشغل
bg: Вкл.
ca: Sí
cs: Zapnuto
da: Til
de: Ein
el: Ναι
es: Sí
es_us: Activado
fi: Päällä
fr: Oui
fr_ca: Oui
he: פעיל
hi: चालू
hr: Uključeno
hu: Be
id: Nyala
it: Sì
ja: オン
kk: Қосулы
ko: 켬
lt: Įjungti
ms: Aktif
nl: Aan
no: På
pl: Wł.
pt_br: Ativado
pt_pt: Ativo
ro: Da
ru: Вкл.
sk: Zapnuté
sl: Vklopljeno
sv: På
th: เปิด
tr: Açık
uk: Увімкнено
vi: Bật
zh_cn: 打开
zh_hk: 開啟
zh_tw: 開啟

# NAME_AND_PHOTO_SHARING_ALWAYS_ASK_LABEL
source: Always Ask
ar: السؤال دومًا
bg: Винаги питай
ca: Pregunta sempre
cs: Vždy se zeptat
da: Spørg altid
de: Immer fragen
el: Πάντα ερώτηση
es: Preguntar siempre
es_us: Preguntar siempre
fi: Kysy aina
fr: Toujours demander
fr_ca: Toujours demander
he: הצגת בקשה
hi: हमेशा पूछें
hr: Uvijek pitaj
hu: Rákérdezés mindig
id: Selalu Tanya
it: Chiedi sempre
ja: 常に確認
kk: Әрдайым сұрау
ko: 항상 묻기
lt: Visada klausti
ms: Sentiasa Tanya
nl: Vraag altijd
no: Spør alltid
pl: Zawsze pytaj
pt_br: Sempre Perguntar
pt_pt: Perguntar sempre
ro: Confirmare individuală
ru: Спрашивать всегда
sk: Vždy sa opýtať
sl: Vedno vprašaj
sv: Fråga alltid
th: ถามเสมอ
tr: Her Zaman Sor
uk: Завжди питати
vi: Luôn hỏi
zh_cn: 始终询问
zh_hk: 總是詢問
zh_tw: 永遠先詢問

# FIRST_TIME_RCS_ALERT_DESCRIPTION
source: Sending and receiving messages with RCS uses wireless data.
ar: عمليات إرسال واستلام الرسائل من خلال RCS تستخدم البيانات اللاسلكية.
bg: При изпращането и получаването на съобщения с RCS се използват безжични данни.
ca: Per enviar i rebre missatges amb l’RCS, calen dades sense fil.
cs: Odesílání a příjem zpráv přes RCS využívá bezdrátová data.
da: Afsendelse og modtagelse af beskeder med RCS bruger trådløse data.
de: Zum Senden und Empfangen von Nachrichten mit RCS werden drahtlose Daten verwendet.
el: Η αποστολή και λήψη μηνυμάτων RCS χρησιμοποιεί δεδομένα ασύρματου δικτύου.
es: Para enviar y recibir mensajes con RCS, se usan datos inalámbricos.
es_us: Enviar y recibir mensajes con RCS consume datos inalámbricos.
fi: RCS-viestien lähetys ja vastaanotto käyttää langatonta dataa.
fr: L’envoi et la réception de messages avec le service RCS se font via les données sans fil.
fr_ca: L’envoi et la réception de messages au moyen du service RCS utilisent des données sans fil.
he: פעולות שליחה וקבלה של הודעות עם RCS משתמשות בתקשורת נתונים אלחוטית.
hi: RCS से संदेश भेजने और प्राप्त करने में वायरलेस डेटा का इस्तेमाल होता है।
hr: Slanje i primanje poruka putem RCS-a koristi bežične podatke.
hu: Az üzenetek RCS használatával való küldése és fogadása vezeték nélküli adatokat használ.
id: Pengiriman dan penerimaan pesan dengan RCS. menggunakan data nirkabel.
it: L’invio e la ricezione di messaggi tramite RCS usa i dati wireless.
ja: RCSメッセージの送受信にはワイヤレスデータが使用されます。
kk: RCS арқылы хабарлар жіберу және алу үшін сымсыз деректер пайдаланылады.
ko: RCS 메시지 전송 및 수신은 무선 데이터를 사용합니다.
lt: Siunčiant ir gaunant žinutes per RCS naudojami belaidžio ryšio duomenys.
ms: Menghantar dan menerima mesej dengan RCS menggunakan data wayarles.
nl: Het versturen en ontvangen van berichten met RCS gebruikt draadloze gegevens.
no: Sending og mottak av meldinger med RCS bruker trådløsdata.
pl: Wysyłanie i odbieranie wiadomości przy użyciu RCS wykorzystuje dane komórkowe.
pt_br: O envio e o recebimento de mensagens com RCS usam dados sem fio.
pt_pt: O envio e a receção de mensagens com RCS usam dados sem fios.
ro: Trimiterea și primirea mesajelor prin RCS utilizează date wireless.
ru: Обмен RCS‑сообщениями задействует беспроводную передачу данных.
sk: Odosielanie a prijímanie správ cez RCS využíva bezdrôtové dáta.
sl: Pri pošiljanju in prejemanju podatkov prek protokola RCS se uporabljajo brezžični podatki.
sv: Sändning och mottagning av meddelanden med RCS använder trådlösa data.
th: การส่งและรับข้อความด้วย RCS จะใช้ข้อมูลไร้สาย
tr: RCS ile mesaj gönderip almak için kablosuz veri kullanılır.
uk: Для повідомлень через RCS використовуються бездротові дані.
vi: Tính năng gửi và nhận tin nhắn bằng RCS sử dụng dữ liệu không dây.
zh_cn: 收发RCS会使用无线数据。
zh_hk: 使用RCS傳送和接收訊息會使用無線數據。
zh_tw: 使用RCS傳送和接收訊息會使用無線數據。

# SPAM_EXTENSION_NO_FILTER
source: None
ar: لا شيء
bg: Няма
ca: Cap
cs: Žádný
da: Ingen
de: Ohne
el: Κανένα
es: Ninguno
es_us: Ninguno
fi: Ei mitään
fr: Aucun
fr_ca: Aucun
he: ללא
hi: कोई नहीं
hr: Bez
hu: Nincs
id: Tidak Ada
it: Nessuno
ja: なし
kk: Жоқ
ko: 없음
lt: Nėra
ms: Tiada
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhuma
pt_pt: Nenhum
ro: Fără
ru: Не выбрано
sk: Žiadny
sl: Brez
sv: Inget
th: ไม่มี
tr: Yok
uk: Немає
vi: Không có
zh_cn: 无
zh_hk: 無
zh_tw: 無

# TRY_DEMO_MODE_FOOTER_DESCRIPTION
source: Use iMessage and text messages when cellular and Wi-Fi are not available.
ar: استخدم iMessage والرسائل النصية عندما لا تتوفر الخدمة الخلوية وشبكة Wi‑Fi.
bg: Използвайте съобщения iMessage и текстови съобщения, когато няма достъпна мобилна мрежа и Wi-Fi.
ca: Si no hi ha cap xarxa mòbil ni Wi‑Fi disponible, pots fer servir els missatges de text i l’iMessage.
cs: Zůstaňte ve spojení přes iMessage a textové zprávy, i když není dostupná mobilní síť ani Wi‑Fi.
da: Brug iMessage og tekstbeskeder, når mobil- og Wi-Fi-netværk ikke er tilgængelige.
de: Kommuniziere über iMessage und Textnachrichten, wenn kein Mobilfunknetz und WLAN verfügbar sind.
el: Χρησιμοποιήστε το iMessage και τα γραπτά μηνύματα όταν δεν διατίθενται δεδομένα κινητού δικτύου ή Wi-Fi.
es: Cuando no haya una red móvil o Wi‑Fi disponible, comunícate mediante mensajes de texto o de iMessage.
es_us: Usa mensajes de texto y de iMessage cuando no tengas conexión a una red celular ni Wi-Fi.
fi: Pidä yhteyttä käyttämällä iMessageja ja tekstiviestejä, kun mobiili- ja Wi-Fi-yhteys ei ole saatavilla.
fr: Utilisez iMessage et les SMS lorsqu’aucun réseau cellulaire ou Wi-Fi n’est disponible.
fr_ca: Utilisez iMessage et les messages texte quand aucun réseau cellulaire ou Wi‑Fi n’est accessible.
he: ניתן להשתמש ב-iMessage ובהודעות טקסט כאשר רשתות אלחוטיות וסלולריות אינן זמינות.
hi: जब मोबाइल और वाई-फ़ाई नेटवर्क उपलब्ध न हो तो iMessage और SMS का उपयोग करें।
hr: Koristite iMessage i tekstualne poruke kad mobilna i Wi-Fi mreža nisu dostupne.
hu: Akkor is használhat iMessage‑et és szöveges üzeneteket, ha nem érhető el sem mobiladat-, sem Wi‑Fi-hálózat.
id: Gunakan iMessage dan pesan teks saat seluler dan Wi-Fi tidak tersedia.
it: Usa iMessage e i messaggi di testo quando la rete cellulare e il Wi‑Fi non sono disponibili.
ja: モバイル通信とWi‑Fiを使用できない場合、iMessageとテキストメッセージを使用します。
kk: Ұялы байланыс пен Wi-Fi қолжетімді болмаған кезде, iMessage сервисін және мәтіндік хабарларды пайдаланыңыз.
ko: 셀룰러 및 Wi-Fi를 사용할 수 없을 때 iMessage 및 문자 메시지를 사용할 수 있습니다.
lt: Bendraukite naudodami „iMessage“ ir tekstines žinutes, kai nėra mobiliojo ir „Wi-Fi“ ryšio.
ms: Gunakan iMessage dan mesej teks apabila selular serta Wi‑Fi tidak tersedia.
nl: Gebruik iMessage en tekstberichten wanneer er geen mobiel netwerk of wifi beschikbaar is.
no: Bruk iMessage og tekstmeldinger selv om du ikke har tilgang til mobilnett eller Wi‑Fi.
pl: Używaj iMessage i wiadomości tekstowych, gdy jesteś poza siecią komórkową i Wi‑Fi.
pt_br: Use o iMessage e as mensagens de texto quando não houver uma conexão celular ou Wi‑Fi disponível.
pt_pt: Use iMessage e SMS quando não tiver acesso a uma rede móvel ou Wi‑Fi.
ro: Utilizați iMessage și mesaje text când nu sunt disponibile rețele celulare sau Wi‑Fi.
ru: Используйте iMessage и обменивайтесь текстовыми сообщениями, даже когда Wi‑Fi и сотовая сеть недоступны.
sk: Zostaňte v kontakte aj bez mobilného alebo Wi‑Fi pripojenia prostredníctvom iMessage a textových správ.
sl: Ko mobilno omrežje in omrežje Wi-Fi nista na voljo, uporabite storitev iMessage in sporočila SMS/MMS.
sv: Använd iMessage och textmeddelanden när mobilnät och Wi‑Fi inte är tillgängliga.
th: ใช้ iMessage และส่งข้อความตัวอักษรเมื่อไม่มีเซลลูลาร์และ Wi‑Fi
tr: Hücresel ve Wi-Fi kullanılamıyorken iMessage’ı ve SMS mesajlarını kullanın.
uk: Обмінюйтеся текстовими й iMessage-повідомленнями, коли стільникова та Wi‑Fi-мережі недоступні.
vi: Sử dụng iMessage và tin nhắn văn bản khi không có mạng di động và Wi-Fi.
zh_cn: 蜂窝网络和Wi-Fi不可用时，使用iMessage信息和短信。
zh_hk: 無法使用流動網絡和Wi-Fi期間，改用iMessage和文字訊息。
zh_tw: 在無法使用行動網路和Wi-Fi時使用iMessage和訊息。

# MMS_LABEL
source: Text Messaging
ar: رسائل نصية
bg: Текстови съобщения
ca: Missatgeria de text
cs: Textové zprávy
da: Tekstbeskeder
de: Textnachrichten
el: Αποστολή γραπτών μηνυμάτων
es: Mensajes de texto
es_us: Mensajes de texto
fi: Tekstiviestit
fr: Service SMS
fr_ca: Messagerie texte
he: הודעות טקסט
hi: टेक्स्ट मैसेजिंग
hr: Tekstualno dopisivanje
hu: Szövegesüzenet-küldés
id: Pesan Teks
it: Messaggi di testo
ja: テキストメッセージ
kk: Мәтіндік хабар алмасу
ko: 문자 메시지
lt: Tekstinės žinutės
ms: Pemesejan Teks
nl: Tekstberichten
no: Tekstmeldinger
pl: Wiadomości tekstowe
pt_br: Mensagens de Texto
pt_pt: Mensagens
ro: Mesagerie text
ru: Текстовые сообщения
sk: Textové správy
sl: Pošiljanje sporočil MMS
sv: Textmeddelanden
th: การส่งข้อความตัวอักษร
tr: Mesajlaşma
uk: Обмін текстовими повідомленнями
vi: Nhắn tin văn bản
zh_cn: 收发信息
zh_hk: 文字訊息
zh_tw: 傳送訊息
